[
  {
    "transcript": "MEETING TRANSCRIPT:\nFirst into the tank is a tool that brings kids imaginations to the next level. Hey Sharks, I'm Ky and I'm Max. We're from Philadelphia and we're looking for $250,000 for 5% of our company. Now, sharks, we all know that a child's creativity knows no bounds. , look, I'm a cardboard knight. Luckily, I'm a cardboard astronaut with a jetpack. And that stack of sturdy cardboard boxes from all the stuff that we've bought online is perfect to be upcycled for kids art projects. But when it comes to working with cardboard, the tools for kids, don't cut it. Scissors. We love you, but stick to paper. , box cutter. Not till you're older. Much much older. That's why we created the Chompsaw, the kids safe power tool for cutting cardboard and building 3D models with ease. Because what kid wouldn't want to use a power tool this to make awesome stuff this? Now, the chompsaw works a fast hole punch, which intercepts cardboard and chomps it off bit by bit. , Sharks, who's ready to help inventors of all ages unleash their creative potential and cut a deal with the chomp saw? That's pretty cool. I love it. Yeah. , each of you sharks, you have a sample in front of you of our chomp saw. And we'd love for each of you to try cutting out. , when a kid inevitably touches it, what happens? Let me show you. If I try shoving my finger, even if you take the cardboard out, nothing. Yeah. Nothing. Cool. , my suggestion while you're cutting, try and follow the black lines. You look what you're doing. I do not. Now, what's happening here? Now, why isn't it going curving when I turn it? a band saw, if you push this, you have to twist the cardboard. And now you can get nice curves, that. . . Hey, did you say this was for 44 year olds? Yes. It's for kids of all ages. Kids of all ages. Voila. , yeah. Beautiful rock. The kids love it a lot, but every time a parent gets their hands on it, they can't get enough. Yeah. Fun to do, though. Let's go. All . Yeah. All . Yeah. Wow. What's super great is you're taking the cardboard box. Yes. And then creating everything, , anything from a sword to a fish to a castle to whatever. do you send instructions on these different projects? Absolutely. it comes with a simple user manual which explains you how to get started but our website is chock full of special instructions. We are also in the process of developing a monthly subscription for cardboard projects. Every month kids will receive any little materials that they need to complete the project and they'll follow different themes that teach different STEM concepts. I love how you're staying in character too. It's fun to hold. What is the age group that this is intended to? Our target market is eight plus, and that's mainly due to the compliance requirements for products for kids younger than eight. I'm not going to say you can't operate it, but we highly would recommend parental supervision while you do that. I do have a son who is three. He's our number one marketing star. he has blown us up on social media, videos of him operating this tool himself. what I love about this? Everything today is about tablets and computers and phones and this takes you back to the basics of being able to work with your hands and be creative. And people are going back to that. the youth want tactile things and experiences and you have the supply because of the boxes. Exactly. Yeah. 250,000 5% of a $5 million valuation now that we understand exactly what the product does. And by the way, I would say I made the best shark. beautiful. That's a good exercise. Thank you much. Thank you. Thank you everybody. But let's talk about sales because you better have some. Yeah. , we launched less than a year ago for pre-orders only. We haven't delivered our product yet. And in the less than a year since we've launched, we've sold $2.1 million. Is that a Kickstarter or? We originally launched on Kickstarter. We raised close to $1.2 $2 million last October and since then we've raised an additional almost a million dollars. And you haven't delivered a unit yet, ? We haven't delivered any units yet. How many do you owe? We sold close to 10,000 units far. And what price have you put on them? they cost $230. Wow, it's expensive. And how close are you to delivering? Yeah, we'll be shipping them out in about a month. I'm returning our factories in China. I will be back there next weekend to oversee the last production test run of a thousand units. your whole company ride is on the line when you go back to China pretty much. What do they cost you to make? It it costs us 73.81 to make. you're only going to be selling these direct to consumer. now we only sell direct to consumer. But once we have inventory, we want to start to explore. March is not enough to put retail in the middle of this. Kelsey, how did you come up with the idea? Yeah. , I came up with the idea, Max and I both met doing our master's program of product design at the University of Pennsylvania. , and I came up with the idea during a class for that program and the goal was teaching kids design thinking skills and we use cardboard often. We got to the prototyping stage. I realized that working with cardboard is difficult for kids as much as they love it. And have you guys raised money before? We've raised a a total of $5,000 in safe agreements from family members. What valuation? Doesn't matter. It's $5,000. I'm interested if you told him it was worth something at the time. God, I hate safes. Why do you hate safes? Because it's terrible for investors. For the investor, there's no IOU. Hey, I promise to give you equity at some point in the future. With no cap, no interest rate, no discount. , it's ridiculous. A safe note is a piece of paper that means nothing. It's not debt a convertible noted. Sorry, we're going on a tangent on We appreciate that, but I don't how mainstream it is. I don't know why everyone's doing it. All , look, I'll take a flyer on it. There's a bunch of question marks, particularly around production, and we don't have any reviews on the final product shipped. Yeah. , I got to reflect that in my offer. I'll give you the 250,000 for 20%. What's your lead time now? Starting with nothing, it's about 17 weeks. . , that's your biggest challenge, ? It is our biggest challenge because you have uncertainty about your demand. You have uncertainty about the different platforms where you can sell and you have 12 to 17 weeks to turn it around. You can't boom boom boom if we got an order from retail. They need a lot of work. Look, I think you guys are great founders to back. It's too early for me. , I'm out. Understood. Thank you. My accolades to you, Kelsey, in particular. You're rock solid. I'm going to make an offer from 250 for 20%. That's my offer. Same offer. Same offer. We have to decide who you want to work with. It's early with me, but with complete belief because I know people you always product's going to work, but I think it has to get to retail, too. Got two offers. Yes, we do. what? I'm going to make you an offer. One shark is out. Barbara and Kevin have each offered 250,000 for 20% of Kowy and Max's cardboard saw for kids, Chop Shop. But Mark may also be interested. what? I'm going to make you an offer. You have risk obviously in manufacturing, but you guys are product designers, physical product designers. , that whole process. You'll figure that. Your next biggest challenge is pricing. You have good margins, but you don't know how much you're going to sell, but more importantly, you don't know what's involved on the marketing side to get the sales that you want, ? And , I think you're going to have an opportunity to raise your prices. , I think you're going to have a ton of margin. And I think if you do this , it is the hot product of Christmas. And I know in your mind you're already thinking that way, ? But you've got to get it in front of the people. And I think that that's where I can help. what's your offer? , you guys asked for 20%. ? and that's probably too much. I'll ask for 15%. I'll give you the 250K for 15%. Say yes or no now and we have a deal. 250K for 15%. Yeah. This is more than you wanted to give. I know. But 85% of a watermelon is a whole lot better, ? If you would take the 15%, I would go in with Mark. ? . 15% split between the two of you. . Yep. Because I think you have a lot more coming. I heard you. I listened to you. I love how badass you are. 250,000. Mark and I for 15%. That's an amazing offer. Don't get caught up in a couple percentage points, ? I know when you walk in the door, everybody's got that number, ? But I'm telling you, between the two of us, the ability to scale and do it quickly and have questions answered for everything and because we've both been there, we'll save you that delta. , what do you guys think? I think Mark and Lori, you have a deal. Thank you much. Let's cut this up. Thank you much. Super stars for sure. All . Thank you much. You got this. , happy about this. Thank you. Don't leave me hanging. Thank you much. See you guys. Congrats, guys. Thanks much. Thank you. Would you bring those boxes with you, please?\n\nNLP FEATURES:\n**Entities:** First (ORDINAL), Ky, Philadelphia, Kickstarter, China, Kowy (GPE), Kickstarter, the University of Pennsylvania, Chop Shop (ORG), a ton (QUANTITY), delta (LOC)\n\n**Key Phrases:** you guys, all ages, a deal, the idea, the chompsaw, the cardboard, my offer, same offer\n\n**Action Patterns:**\n  • cut: it\n  • love: you\n  • create: Chompsaw\n  • work: hole punch\n  • love: it\n  • have: sample\n  • follow: lines\n  • get: curves\n  • create: everything\n  • send: instructions\n\n**Sentiment:** Positive (polarity: 0.18)\n\n**Topics:** kid, cardboard, offer, product, guy",
    "summary": {
      "executiveSummary": "Entrepreneurs Ky and Max from Philadelphia presented their product, the Chompsaw, a kid-safe power tool for cutting cardboard, to Sharks for a $250,000 investment for 15% equity. The Chompsaw has already generated $2.1 million in sales through pre-orders, with a target market of 8+ year olds.",
      "keyDecisions": "Sharks Barbara and Kevin offered $250,000 for 20% equity, Mark offered $250,000 for 15% equity, and the entrepreneurs accepted Mark's offer.",
      "actionItems": [
        {
          "task": "Deliver Chompsaw units to customers",
          "assignee": "Entrepreneurs",
          "deadline": "Within a month",
          "priority": "high"
        },
        {
          "task": "Develop a monthly subscription for cardboard projects",
          "assignee": "Entrepreneurs",
          "deadline": "Not specified",
          "priority": "medium"
        },
        {
          "task": "Explore retail opportunities",
          "assignee": "Entrepreneurs",
          "deadline": "Not specified",
          "priority": "high"
        }
      ],
      "nextSteps": "Entrepreneurs will deliver Chompsaw units to customers, develop a monthly subscription, and explore retail opportunities.",
      "keyTopics": [
        "Chompsaw",
        "Kids",
        "Cardboard",
        "Offer",
        "Product"
      ],
      "sentiment": "positive"
    }
  }
]